
望月而归有感 (版本一)

低眉俯首有人随  定是不离送我归 
但愿太阴能若子  不辞为我照峨眉

望月而归有感 (版本二) 

低眉俯首有人随  定是不离送我归 
但愿有朝身似月  不辞夜半照峨眉


望月有思·辛丑年三月十八日夜抄幼学琼林忆往昔有感并赠泜河

面璧者無忌

//第一句隐去 版本注释删去

皎洁不见月  却是满地霜

跂踵望月缺  但恨身不长 

娥心或似我  独爱楼台上

不知何所思  愁心夜初凉

重重叠叠影  凭阑暗自伤

一玉大如盘  替我点花黄

双照颜如玉  残妆冷纱帐

三眸对相望  梨花成两双

客身心在野  无酒却醉郎

俯首多一人  能不似萧娘

盖有身如月  西挂伊人窗

它乡白玉蟾  无人共夜光

不如子龙湖  嫦娥自称双

不如拂衣去  与子共还乡

//剩余部分暂时隐藏 

龙凤称六合  月下红线绑

文定红绿贴  三催懒梳妆

红妆若初见  粉黛红中藏

未见朱颜俏  为有胭脂香 

堂前九叩首  正席晚贺郎
  
青丝绾作结  合卺同心尝 

我有匪石心  与君两鸳鸯

匪石不可转  鸳鸯不羡仙 

愿君知我意  守烛话衷肠

从此双栖宿  白兔不下堂